<div class="div">
    <div class="picture"><img src="/src/img/characters/totoro.jpg" alt="Totoro" class="character-image"></div>
    <h1>Тоторо</h1>
    <p>Тоторо - это хранитель леса, с которым в ходе аниме знакомятся главные героини. Тоторо чуть больше 2 метров ростом, покрыт мехом серого цвета, за исключением живота, который окрашен в желтовато-белый. Имеет шесть длинных усов, два торчащих, как у кошки, уха, большие округлые глаза и "чеширскую" улыбку. На лапах длинные когти, хвост довольно длинный и округлый. Несмотря на кажущийся иногда грозным вид, Тоторо дружелюбен и даже добр, к главным героиням он проявлял исключительно позитивное отношение. Как существо волшебное, способен высоко прыгать и ускорять рост растений. Хотя говорить Тоторо не умеет, но зато умеет громко рычать.</p>
</div>
<style>
    .div {
        padding: 25px;
    }
    .character-image {
        max-height: 500px;
        width: 100%;
        border-radius: 10px;
    }
    .picture {
        max-height: fit-content;
        margin: 0 0 20px 20px;
        float: right;
    }
</style>
