<h1 class="main-title">Сюжет</h1>
<p>В 1950-х годах сестры Сацуки и Мэй, десяти и четырех лет, вместе с отцом переезжают в старый деревенский дом. При заселении девочки обнаруживают чернушек - духов, которые живут пустых домах и "разводят пыль и копоть". Вскоре чернушки покидают здание. В следующие несколько дней семья отправляется в больницу, чтобы навестить маму, находящуюся там на лечении, Сацуки идет в школу, а непоседливая младшая Мэй, играя на улице, встречает маленького лесного духа. Тот, сам того не желая, приводит её к более крупному духу, а потом и к большому Тоторо — хранителю леса, живущему неподалёку. Встреча Сацуки с Тоторо происходит позже, когда девочки под дождем ждут отца на автобусной остановке, тогда же она одалживает ему зонтик. Взрослые Тоторо не замечают, как и Котобуса - волшебное существо, на котором уехал Тоторо.</p>
<p>В благодарность за зонтик Тоторо подарил девочкам свёрток из листьев, в котором лежали желуди. Сестры высаживают их в огороде, а ночью Тоторо и духи помогают им прорасти. На следующий день из больницы сообщают, что мама не сможет вернуться домой на выходные. Расстроенная Мэй ссорится с сестрой и, решив пойти в больницу самостоятельно, теряется. Обеспокоенная Сацуки и жители окрестности везде ищут её, но безуспешно. Тогда Сацуки решает попросить о помощи Тоторо, и тот сажает ее на Котобус, который довозит девочку до сестры. Котобус также отвозит сестер в больницу Ситикокуяма, и они видят, что с мамой всё в порядке.</p>

<style>
    .main-title {
        margin-left: 10px;
    }
</style>